Repository: MattGXR/MyUnical
Catalog: Localizable.xcstrings
Source language: it
Languages: en, es

source: © 2024 Mattia Meligeni Quest'app non è stata commissionata né approvata dall'Università della Calabria.
en: © 2024 Mattia Meligeni This app has not been requested nor approved by the University of Calabria
es: © 2024 Mattia Meligeni Esta aplicación no ha sido encargada ni aprobada por la Universidad de Calabria.

source: Abilita
en: Enable
es: Habilita

source: Aggiorna dati
en: Reload
es: Actualiza datos

source: Aggiungi Lezione
en: Add Lecture
es: Añade Lección

source: Al momento sei offline, vengono mostrati gli ultimi dati disponibili.
en: You are currently offline, cached data is shown.
es: Actualmente estás desconectado, se muestran son los últimos datos disponibles.

source: Annulla
en: Cancel
es: Cancela

source: Aula (opzionale)
en: Room (optional)
es: Aula (opcional)

source: Avviso
en: Alert
es: Aviso

source: Base Laurea
en: Degree Base
es: Base Licenciadura

# Benvenut*
source: Benvenuto/a
en: Welcome
es: Bienvenido/a

source: Benvenuta
en: Welcome
es: Bienvenida

source: Benvenuto
en: Welcome
es: Bienvenido

source: Calcola
en: Compute
es: Calcula

source: Caricamento...
en: Loading…
es: Cargamento...

source: CDS: %@
en: Degree name: %@
es: Programa de Estudios: %@

source: Cerca insegnamento...
en: Filter course…
es: Busca enseñanza…

source: Cerca lezioni...
en: Filter lectures…
es: Busca lecciónes…

source: CFU
en: Credits
es: Créditos

source: CFU Rimanenti
en: Remaining Credits
es: Créditos restantes

source: CFU: %lld
en: Credits: %lld
es: Créditos: %lld

source: Chiudi
en: Discard
es: Cerra

source: Codice Avviso:
en: Payment Code:
es: Código de pago:

source: Codice Avviso: %@
en: Payment Code: %@
es: Código de pago: %@

source: Codice Fiscale Ente Creditore:
en: Issuer Fiscal Code:
es: Código Fiscal Emisor:

source: Codice QR Avviso
en: QR Code
es: Código QR de pago

source: Colore
en: Color
es: Color

source: Come Pagare
en: How to pay
es: Cómo Pagar

source: Connessione Assente
en: No connection
es: Conexión Ausente

source: Copia Codice Avviso
en: Copy Codice Avviso
es: Copia Código de Pago

source: Copia Codice Fiscale Ente Creditore
en: Copy Codice Fiscale Ente Creditore
es: Copia Código Fiscal Emisor

source: Data e Ora
en: Date & Time
es: Fecha y Hora

source: Data Pagamento: %@
en: Date Paid: %@
es: Fecha de Pago: %@

source: Descrizione: %@
en: Description: %@
es: Descripción: %@

source: Dettagli Appello
en: Exam Details
es: Detalles Examen

source: Dettagli Lezione
en: Lecture Details
es: Detalles Lección

source: Disabilita
en: Disable
es: Deshabilita

source: Donazioni
en: Contributions
es: Donaciones

source: È necessaria una connessione internet per prenotare un appello
en: Connection required to book an exam
es: Es necesaria una conexión a internet para reservar un examen

source: Elimina
en: Delete

source: Emissione: %@
en: Issued: %@
es: Emisión: %@

source: Errore
en: Error
es: Error

source: Fatture
en: Payments
es: Facturas

source: Fine Iscrizione
en: Register by
es: Fin Inscripciones

source: Giorno
en: Weekday
es: Día

source: Giovedì
en: Thursday
es: Jueves

source: Importo dovuto: €%.2f
en: Amount due: €%.2f
es: Importe adeudado: €%.2f

source: Importo: €%.2f
en: Amount: €%.2f
es: Importe: €%.2f

source: Impossibile aggiornare i dati: non sei connesso a internet.
en: Unable to retrieve data: no connection.
es: Imposible actualizar los datos: no estás conectado a internet

source: Impostazioni
en: Settings
es: Opciones

source: Indietro
en: Back
es: Atrás

source: Inizio Iscrizione
en: Register from
es: Inicio Inscripciones

source: Input non valido
en: Invalid input
es: Entrada no válida

source: Iscriviti
en: Book
es: Reserva

source: Istruzioni
en: Instructions
es: Instrucciones

source: La funzione non è ancora disponibile
en: Feature’s not yet available
es: La función aún no está disponible

source: La media supererebbe %lld.
en: Your average would exceed %lld.
es: La media superaría: %lld.

source: Libretto
en: Transcript
es: Libreto

source: Login fallito. Per favore controlla i dati inseriti.
en: Login failed. Please check your credentials.
es: Acceso fallido. Compruebe los datos introducidos.

source: Lunedì
en: Monday
es: Lunes

source: Martedì
en: Tuesday
es: Martes

source: Matricola: %@
en: Student ID: %@
es: Matrícula: %@

source: Media
en: Average

source: Mercoledì
en: Wednesday
es: Miércoles

source: Modifica
en: Modify

source: Modifica Lezione
en: Modify lecture
es: Modifica Lección

source: Nessun appello disponibile
en: No exams available
es: Ningún examen disponible

source: Nessuna fattura disponibile.
en: No payments available.
es: Ninguna factura disponible.

source: Nessuna lezione
en: No lecture
es: Ninguna lección

source: Non c'è nient'altro da fare
en: Nothing else for today
es: No hay nada más que hacer

source: Non hai ancora aggiunto nessuna lezione.
en: You haven’t added a lecture yet.
es: Todavía no has añadido lecciones.

source: Note
en: Notes
es: Notas

source: Note (max %lld caratteri)
en: Notes (max %lld chars)
es: Notas (max %lld caracteres)

source: Numero Fattura: %@
en: Invoice: %@
es: Numero Factura: %@

source: Numero Iscritti
en: Partecipants
es: Inscritos

source: Nuova media: %.2f
en: New average: %.2f
es: Nueva media: %.2f

source: Ora
en: Ongoing
es: Ahora

source: Ora Fine
en: Starts at
es: Hora

source: Ora Inizio
en: Ends at
es: Hora Inicio

source: Orario
en: Schedule
es: Agenda

source: Pagato: %@
en: Paid: %@
es: Pagado: %@

source: Per effettuare il pagamento della tua fattura, segui questi passaggi: 1. Apri l'app IO o altra app bancaria; 2. Inquadra il codice QR o incolla i dati sottostanti nella sezione "Banche o altri canali". 3. Completa la transazione, ti sarà inviata la ricevuta via email. Assicurati di controllare attentamente i dettagli prima di finalizzare il pagamento.
en: In order to pay your invoice, follow these steps: 1. Open “IO” or any other banking app; 2. Scan the QR code or paste the codes below in “Banks or other channels”. 3. Complete your transaction, the confirmation will be sent through email. Make sure to check carefully the details before paying.
es: Para pagar tu factura, sigue estos pasos: 1. Abre “IO” u otra aplicación bancaria; 2. Escanee el código QR o pegue los datos que siguen en la sección “Bancos u otros canales”. 3. Complete la transacción, se le enviará un recibo por correo electrónico. Asegúrarse de comprobar cuidadosamente los detalles antes de finalizar el pago.

source: Prenota Appelli
en: Book Exams
es: Reserva Examen

source: Prenotazione effettuata con successo
en: Booking succesful
es: Reserva efectuada con éxito

source: Presidente
en: Chairman

source: Salva
en: Save
es: Guarda

source: Scadenza: %@
en: Due: %@
es: Vencimiento: %@

source: Se desideri aiutare il mantenimento di quest'app e apprezzi il lavoro svolto, puoi donare qualsiasi importo al seguente indirizzo:
en: If you wish to help maintaining this app and you like the work done, you can donate whichever amount at the following link:
es: Si quieres ayudar a mantener esta aplicación y valoras el trabajo hecho, puedes donar cualquier cantidad en el siguiente enlace:

source: Segnalazione
en: Report
es: Señalización

source: Seleziona Valore Lode
en: Select Lode Value
es: Selecciona Valor Lode

source: Sì
en: Yes
es: Sí

source: Simula nuovo voto
en: Simulate a new grade
es: Simula nuevo voto

source: Sovrapposizione
en: Overlap
es: Coincidencia

source: Stato pagamenti
en: Payment status
es: Estado pago

source: Tasse
en: Fees
es: Tasas

source: Titolo
en: Name
es: Nombre Lección

source: Tutti
en: All
es: Todos

source: Ultimi voti
en: Last grades
es: Ultimos votos

source: Valore Lode
en: Lode value
es: Valor Lode

source: Valuta Lode
en: Insert Lode
es: Inserta Lode

source: Venerdì
en: Friday
es: Viernes

source: Visualizza tutti i voti
en: All Grades
es: Consulta todos los votos

source: Voto
en: Grade

source: Voto:
en: Grade:

source: Dashboard
es: Tablero
